Repository: ejbills/DockDoor
Catalog: DockDoor/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, he, it, ja, nl, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Show controls inline with window previews when both are available.
cs: Zobrazit ovládací prvky v náhledech oken, pokud jsou oboje k dispozici.
de: Zeigt die Steuerelemente neben den Fenstervorschauen an, wenn beide verfügbar sind.
he: הצג פקדים בשורה עם תצוגות מקדימות של חלונות כאשר שניהם זמינים.
it: Mostra i controlli in linea con le anteprime delle finestre quando entrambi sono disponibili.
ja: ウィンドウのプレビューが両方表示される場合、コントロールをインラインで表示します。
nl: Toon bedieningselementen naast de venstervoorbeelden als beide beschikbaar zijn.
tr: Her ikisi de mevcut olduğunda, denetimleri pencere önizlemeleriyle aynı satırda göster.
vi: Hiển thị các thành phần điều khiển cùng dòng với bản xem trước cửa sổ khi cả hai đều khả dụng.
zh_hans: 当两者都可用时显示在窗口预览内联的控件。
zh_hant: 可用時將控制項目在視窗預覽行內顯示。

source: Show folder contents when hovering folders in the Dock.
cs: Zobrazit obsah složek po najetí myší v Docku.
de: Ordnerinhalte anzeigen, wenn im Dock die Maus über dem Ordner schwebt.
it: Mostra i contenuti delle cartelle del Dock al passaggio del cursore.
ja: Dock上のフォルダにカーソルを合わせた際に、その中身を表示する。
nl: Geef de inhoud van de map weer bij het aanwijzen van mappen in het Dock.
tr: Dock’taki klasörlerin üzerine gelindiğinde klasör içeriklerini göster.
vi: Hiển thị nội dung thư mục khi di chuột qua các thư mục trong Dock.
zh_hans: 悬停到 Dock 中的文件夹上时显示其内容。
zh_hant: 指標停留在Dock的檔案夾上時顯示內容。

source: Show hidden files
cs: Zobrazit skryté soubory
de: Versteckte Dateien anzeigen
it: Mostra i file nascosti
ja: 隠しファイルを表示
nl: Verborgen bestanden weergeven
tr: Gizlenmiş dosyaları göster
vi: Hiển thị các tệp bị ẩn
zh_hans: 显示隐藏文件
zh_hant: 顯示隱藏檔案

source: Show media/calendar controls on Dock hover
cs: Zobrazit ovladače médií/kalendáře při najetí na Docku
de: Medien/Kalender-Steuerelemente im Dock-Hover anzeigen
es: Mostrar controles multimedia/calendario en Dock
fr: Afficher les contrôles média/calendrier au survol du Dock
he: הצג פקדי מדיה/לוח שנה בריחוף על Dock
it: Mostra controlli al passaggio del mouse
ja: Dockホバーにメディア/カレンダーコントロールを表示する
nl: Media- en kalenderbediening weergeven wanneer je met de muis over het Dock gaat
pt_pt: Mostrar controlos de mídia/calendário ao pairar por cima do Dock
ru: Показывать медиа/календарь при наведении на Dock
tr: Dock üzerine fareyi getirdiğinde medya/takvim denetimlerini göster
uk: Показувати елементи керування медіа/календарем при наведенні на Dock
vi: Hiển thị điều khiển media/lịch khi di chuột vào Dock
zh_hans: 停靠时显示媒体/日历控制
zh_hant: 指標停留在Dock上時顯示媒體／行事曆控制項目

source: Show menu bar icon
cs: Zobrazit ikonu v řádku nabídek
de: Menüleistensymbol anzeigen
es: Mostrar Icono de Barra de Menú
fr: Afficher l’icône dans la barre des menus
he: הצג סמל בשורת תפריטים
it: Mostra l'icona nella barra dei menu
ja: メニューバーアイコンを表示
nl: Menubalkpictogram weergeven
pt_pt: Mostrar ícone da barra de menu
ru: Показывать иконку в строке меню
tr: Menü çubuğu ikonunu göster
uk: Показати іконку в Смузі меню
vi: Hiện biểu tượng trên thanh menu
zh_hans: 显示菜单栏图标
zh_hant: 顯示選單列圖像

source: Show Menu Bar Icon
cs: Zobrazit ikonu v panelu nabídek
de: Menüleistensymbol anzeigen
es: Mostrar Icono de Barra de Menú
fr: Afficher l’icône dans la barre des menus
he: הצג סמל בשורת התפריטים
it: Mostra l'icona nella barra dei menu
ja: メニューバーアイコンを表示
nl: Menubalkpictogram weergeven
pt_pt: Mostrar Ícone da Barra de Menu
ru: Показывать значок в строке меню
tr: Menü Çubuğu Simgesini Göster
uk: Показати іконку в Смузі меню
vi: Hiện biểu tượng trên thanh menu
zh_hans: 显示菜单栏图标
zh_hant: 顯示選單列圖像

source: Show Window Switcher instantly
cs: Okamžitě zobrazovat přepínač oken
de: Zeige Fensterwechsler sofort an
fr: Afficher le sélecteur de fenêtre instantanément
he: הצג בורר חלונות באופן מיידי
it: Mostra il selettore finestre senza ritardo iniziale
ja: ウィンドウスイッチャーをすぐに表示
nl: Vensterwisselaar direct weergeven
pt_pt: Mostrar selecionador de janelas imediatamente
ru: Мгновенно показывать переключатель окна
tr: Pencere Geçişi'ni anında göster
uk: Показувати Перемикач вікон миттєво
vi: Hiển thị Trình chuyển đổi cửa sổ ngay lập tức
zh_hans: 立即显示窗口切换器
zh_hant: 立即顯示視窗切換器

source: Show Window Title
cs: Zobrazit titulek okna
de: Fenstertitel anzeigen
es: Mostrar Títulos de Ventanas
fr: Afficher le titre des fenêtres
he: הצג כותרת חלון
it: Mostra il titolo della finestra
ja: ウィンドウのタイトルを表示
nl: Toon venstertitel
pt_pt: Mostrar Título da Janela
ru: Показать заголовок окна
tr: Pencere Başlıklarını Göster
uk: Показати заголовок вікна
vi: Hiển thị tiêu đề cửa sổ
zh_hans: 显示窗口标题
zh_hant: 顯示視窗標題

source: Show Window Title in
cs: Zobrazit název okna v
de: Fenstertitel anzeigen in
es: Mostrar título de ventana en
fr: Afficher les titres des fenêtres sur
he: הצג את כותרת החלונות ב
it: Mostra il titolo della finestra su
ja: ウィンドウのタイトルを表示する場所
nl: Laat de venstertitel in
pt_pt: Mostrar Título da Janela em
ru: Показать заголовок окна в
tr: Pencere Başlığını Göster
uk: Показати заголовок вікна у
vi: Hiển thị tiêu đề cửa sổ trong
zh_hans: 显示窗口标题
zh_hant: 顯示視窗標題於

source: Show window title in Cmd+Tab overlay.
cs: Zobrazot titulky oken v překryvu Cmd+Tab.
de: Zeige Fenstertitel in Cmd+Tab Oberfläche an.
it: Mostra il titolo della finestra in Cmd+Tab.
ja: Cmd+Tabの切り替え画面にウィンドウタイトルを表示する。
nl: Venstertitel weergeven in Cmd+Tab-overlay.
tr: Cmd+Tab katmanında pencere başlığını göster.
vi: Hiển thị tiêu đề cửa sổ trong lớp phủ Cmd+Tab.
zh_hans: 在 Cmd+Tab 切换界面中显示窗口名称。
zh_hant: 在Cmd+Tab疊層中顯示視窗標題。

source: Show window title in dock previews.
cs: Zobrazit titulky oken v náhledech Docku.
de: Zeige Fenstertitel in Dock-Vorschau an.
it: Mostra il titolo della finestra nelle anteprime del Dock.
ja: Dockのプレビューにウィンドウのタイトルを表示する。
nl: Venstertitel weergeven in Dock-voorbeelden.
tr: Dock önizlemelerinde pencere başlığını göster.
vi: Hiển thị tiêu đề cửa sổ trong bản xem trước dock.
zh_hans: 在 Dock 预览中显示窗口标题。
zh_hant: 在Dock預覽中顯示視窗標題。

source: Show Window Title in Previews
cs: Zobrazit název okna v náhledu
de: Fenstertitel in Vorschau anzeigen
es: Mostrar Título de Ventana en Vistas Previas
fr: Afficher les titres des fenêtres sur les aperçus
he: הצג את כותרת החלון בתצוגה המקדימה
it: Mostra il titolo della finestra nell'anteprima
ja: プレビューの中にウィンドウタイトルを表示
nl: Venstertitel weergeven in voorbeelden
pt_pt: Mostrar título da janela nas pré-visualizações
ru: Показывать заголовок окна в превью
tr: Önizlemelerde Pencere Başlığını Göster
uk: Показувати заголовок вікна в попередньому перегляді
vi: Hiển thị tiêu đề cửa sổ trong bản xem trước
zh_hans: 在预览中显示窗口标题
zh_hant: 在預覽中顯示視窗標題

source: Show window title in the window switcher.
cs: Zobrazit titulky oken v přepínači oken.
de: Zeige Fenstertitel in Fensterwechsler an.
it: Mostra il titolo della finestra nel selettore finestre.
ja: ウィンドウスイッチャーにウィンドウのタイトルを表示する。
nl: Venstertitel weergeven in de vensterwisselaar.
tr: Pencere değiştiricide pencere başlığını göster.
vi: Hiển thị tiêu đề cửa sổ trong bộ chuyển đổi cửa sổ.
zh_hans: 在窗口切换器中显示窗口标题。
zh_hant: 在視窗切換器中顯示視窗標題。

source: Show Window Titles
cs: Zobrazit názvy okek
de: Fenstertitel anzeigen
es: Mostrar Títulos de Ventanas
fr: Afficher les titres des fenêtres
he: הצג כותרת חלונות
it: Mostra i titoli delle finestre
ja: ウィンドウのタイトルを表示
nl: Toon venstertitels
pt_pt: Mostrar Títulos da Janela
ru: Показать заголовки окна
tr: Pencere Başlıklarını Göster
uk: Показати заголовки вікон
vi: Hiển thị tiêu đề cửa sổ
zh_hans: 显示窗口标题
zh_hant: 顯示視窗標題

source: Show Window Titles on Previews
cs: Zobrazit názvy oken v náhledu
de: Fenstertitel in Vorschaubildern anzeigen
es: Mostrar títulos de ventana en vistas previas
fr: Afficher les titres des fenêtres sur les aperçus
he: הצג כותרת חלונות בתצוגה המקדימה
it: Mostra i titoli delle finestre nelle anteprime
ja: プレビューの上にウィンドウタイトルを表示
nl: Toon venstertitels op previews
pt_pt: Mostrar títulos da janela nas pré-visualizações
ru: Показывать заголовки окон на превью
tr: Önizlemelerde Pencere Başlıklarını Göster
uk: Показувати заголовки вікон у попередньому перегляді
vi: Hiển thị tiêu đề cửa sổ trên bản xem trước
zh_hans: 在预览中显示窗口标题
zh_hant: 在預覽中顯示視窗標題

source: Show windows from all instances of an app when hovering its dock icon.
cs: Zobrazit okna ze všech instancí aplikace při přejetí ikony Docku.
de: Zeige Fenster alle Instanzen einer App an, wenn der Mauszeiger auf dem Dock-Icon schwebt.
he: הצג חלונות מכל המופעים של יישום בעת ריחוף על סמל ה-Dock שלו.
it: Mostra le anteprime del Dock di tutte le istanze di un'applicazione.
ja: Dockアイコンにカーソルを合わせると、アプリのすべてのインスタンスのウィンドウを表示します。
nl: Alle vensters van een app weergeven wanneer je de muisaanwijzer op het Dock-pictogram plaatst.
ru: Показывать окна всех экземпляров приложения при наведении на его иконку в Dock
tr: Uygulamanın dock simgesinin üzerine fareyi getirdiğinizde, uygulamanın tüm örneklerinin pencerelerini göster.
vi: Hiển thị các cửa sổ từ tất cả các phiên bản của một ứng dụng khi di chuột qua biểu tượng dock của ứng dụng đó.
zh_hans: 悬停 Dock 图标时显示应用程序所有实例的窗口。
zh_hant: 指標停留在Dock圖像上方時，顯示來自該App所有實體的視窗。

source: Show windows from current monitor only
cs: Zobrazit jen okna z aktuální obrazovky
de: Zeige nur Fenster des aktuellen Monitors an
he: הצג חלונות מהמסך הנוכחי בלבד
it: Mostra solo le finestre del monitor corrente
ja: 現在のモニターのみウィンドウを表示する
nl: Alleen vensters van de huidige monitor weergeven
ru: Показывать окна только текущего монитора
tr: Sadece mevcut monitördeki pencereleri göster
vi: Chỉ hiển thị các cửa sổ từ màn hình hiện tại
zh_hans: 仅显示当前监视器中的窗口
zh_hant: 只顯示當前螢幕上的視窗

source: Show windows from current Space only
cs: Zobrazit jen okna z aktuální plochy
de: Zeige nur Fenster aus dem aktuellen Space
fr: Afficher uniquement les fenêtres de l'Espace actuel
he: הצג חלונות מ-Space נוכחי בלבד
it: Mostra solo le finestre dello spazio in uso
ja: 現在のスペースのみからウィンドウを表示する
nl: Alleen vensters vanuit de huidige space weergeven
pt_pt: Exibir somente janelas do Space activo
ru: Показывать только окна из текущего пространства
tr: Sadece mevcut Alan'daki pencereleri göster
uk: Показувати вікна лише з поточного простору
vi: Chỉ hiển thị cửa sổ từ Không gian hiện tại
zh_hans: 仅显示当前空间的窗口
zh_hant: 僅顯示當前空間的視窗

source: Simulate a click
cs: Simulovat kliknutí
de: Klick simulieren
es: Simular un clic
fr: Simuler un clic
he: דמה קליק (פתח את החלון)
it: Simula un clic
ja: クリックをシミュレートする
nl: Simuleer een klik
pt_pt: Simular um clique
ru: Симулировать нажатие левой кнопки мыши
tr: Bir tıklamayı taklit edin
uk: Імітація кліку
vi: Mô phỏng nhấp chuột
zh_hans: 模拟一次点击
zh_hant: 模擬點一下

source: Simulate a click (open the window)
cs: Simulovat kliknutí (otevřít okno)
de: Einen Klick simulieren (Fenster öffnen)
es: Simular un clic (abrir la ventana)
fr: Simuler un clic (ouvrir la fenêtre)
he: דמה קליק (פתיחת החלון)
it: Simula un clic (apri la finestra)
ja: クリックをシミュレートする (ウィンドウを開く)
nl: Simuleer een klik (open het scherm)
pt_pt: Simular um clique (abrir a janela)
ru: Имитация клика (открыть окно)
tr: Bir tıklamayı taklit edin (pencereyi açın)
uk: Імітація кліку (відкрити вікно)
vi: Mô phỏng nhấp chuột (mở cửa sổ)
zh_hans: 模拟一次点击（打开窗口）
zh_hant: 模擬點一下（開啟視窗）

source: Size
cs: Velikost
de: Größe
it: Dimensione
ja: サイズ
nl: Grootte
tr: Boyut
vi: Kích cỡ
zh_hans: 大小
zh_hant: 大小

source: Skip (use list view only)
cs: Přeskočit (použít pouze zobrazení seznamu)
de: Überspringen (nur Listenansicht verwenden)
fr: Ignorer (utiliser uniquement la vue liste)
he: דלג (השתמש בתצוגת רשימה בלבד)
it: Salta (usa solo la vista elenco)
ja: スキップ （リスト表示のみ使用）
nl: Overslaan (alleen lijstweergave gebruiken)
pt_pt: Ignorar (usar apenas visualização em lista)
ru: Пропустить (только режим списка)
tr: Atla (sadece liste görünümünü kullan)
uk: Пропустити (використовувати лише перегляд списком)
vi: Bỏ qua (chỉ dùng chế độ danh sách)
zh_hans: 跳过（仅使用列表视图）
zh_hant: 跳過（僅使用列表檢視）

source: Small
cs: Malé
de: Klein
es: Pequeño
fr: Petit
he: קטן
it: Molto piccole
ja: 小さい
nl: Klein
pt_pt: Pequeno
ru: Маленький
tr: Küçük
uk: Маленький
vi: Nhỏ
zh_hans: 小
zh_hant: 小

source: Start Recording Keybind
cs: Klávesová zkratka pro spuštění nahrávání
de: Starttaste für Aufnahme festlegen
es: Tecla de inicio de grabación
fr: Enregistrer le raccourci clavier
he: התחל להקליט צירוף מקשים
it: Registra la scorciatoia
ja: キー割り当ての記録を開始
nl: Start opname toetscombinatie
pt_pt: Iniciar Gravação de Teclas
ru: Начать Захват Горячих Клавиш
tr: Tuş Kombinasyonunu Kaydetmeye Başla
uk: Почати запис комбінації клавіш
vi: Bắt đầu ghi phím tắt
zh_hans: 开始录制键绑定
zh_hant: 開始記錄按鍵

source: Subatomic
cs: Subatomické
de: Subatomar
es: Subatómico
fr: Subatomique
he: תת-אטומי
it: Microscopico
ja: 原子よりも小さい
nl: Sub atomisch
pt_pt: Subatómico
ru: Субатомный
tr: Alt öğecik
uk: Субатомний
vi: Siêu nhỏ
zh_hans: 超级小
zh_hant: 最小

source: The selected positions for Traffic Light Buttons and Window Title will overlap.
cs: Vybrané pozice pro ovládací tlačítka a titulek okna se překrývají.
de: Die ausgewählten Positionen für Fenstersteuerelemente und Fenstertitel werden sich überlappen.
es: Las posiciones seleccionadas para los botones de semáforo y título de ventana se superpondrán.
fr: Les positions sélectionnées pour les boutons « feu tricolore » et les titres des fenêtres vont se chevaucher.
he: המיקומים שנבחרו עבור כפתורי הרמזור וכותרת החלון זהים ויגרמו לחפיפה בתצוגה.
it: Con le attuali impostazioni, i tasti funzione e i titoli delle finestre sono sovrapposti.
ja: 選択したウィンドウボタンとウィンドウのタイトルの位置は重なります。
nl: De geselecteerde posities voor verkeerslichtknoppen en venstertitels zullen elkaar overlappen.
pt_pt: As posições selecionadas para os Botões da Controle de Janela e o Título da Janela serão sobrepostas.
ru: Выбранные позиции для кнопок переключения и заголовка окна будут пересекаться.
tr: Trafik Işığı Düğmeleri ve Pencere Başlığı için seçilen konumlar üst üste gelecektir.
uk: Вибрані позиції для кнопок світлофора та заголовка вікна будуть перекриватися.
vi: Vị trí đã chọn cho nút đèn tín hiệu và tiêu đề cửa sổ sẽ bị chồng lấn.
zh_hans: 所选的窗口控制按钮与窗口标题位置将重叠。
zh_hant: 所選的視窗控制按鈕位置和視窗標題位置會發生重疊。

source: Top Left
cs: Vlevo nahoře
de: Oben links
es: Arriba Izquierda
fr: En haut à gauche
he: שמאל למעלה
it: ↖ In alto a sinistra
ja: 左上
nl: Linksboven
pt_pt: Canto Superior Esquerdo
ru: Вверху слева
tr: Sol Üst
uk: Зверху ліворуч
vi: Góc trên bên trái
zh_hans: 左上角
zh_hant: 左上角

source: Top Right
cs: Vpravo nahoře
de: Oben rechts
es: Arriba Derecha
fr: En haut à droite
he: ימין למעלה
it: ↗ In alto a destra
ja: 右上
nl: Rechtsboven
pt_pt: Canto Superior Direito
ru: Вверху справа
tr: Sağ Üst
uk: Зверху праворуч
vi: Góc trên bên phải
zh_hans: 右上角
zh_hant: 右上角

source: Traffic Light Buttons Position
cs: Pozice tlačítek ovládání
de: Position der Fenstersteuerelemente
es: Posición de botones de semáforo
fr: Position des boutons « feu tricolore »
he: מיקום כפתורי רמזור
it: Posizione dei tasti
ja: ウィンドウボタンの場所
nl: Positie van verkeerslichtknoppen
pt_pt: Posição dos Botões de Controle da Janela
ru: Позиция кнопок переключения
tr: Trafik Işıkları Düğmelerinin Konumu
uk: Розташування кнопок світлофора
vi: Vị trí nút đèn tín hiệu
zh_hans: 窗口控制按钮位置
zh_hant: 視窗控制按鈕位置

source: Traffic Light Buttons Visibility
cs: Viditelnost tlačítek ovládacích tlačítek
de: Sichtbarkeit der Fenstersteuerelemente
es: Visibilidad de Botones de Semáforo
fr: Visibilité des boutons feu tricolore
he: נראות כפתורי רמזור
it: Mostra i tasti azione
ja: ウィンドウボタンの表示
nl: Zichtbaarheid van verkeerslichtknoppen
pt_pt: Visibilidade dos Botões de Controle da Janela
ru: Видимость кнопок управления
tr: Trafik Işıkları Düğmelerinin Görünürlüğü
uk: Видимість кнопок світлофора
vi: Hiển thị nút đèn tín hiệu
zh_hans: 窗口控制按钮可见度
zh_hant: 視窗控制按鈕顯示狀態

source: Up to date
cs: Aktuální
de: Aktuell
es: Al día
fr: DockDoor est à jour
he: מעודכן
it: Aggiornato
ja: 最新
nl: Actueel
pt_pt: Atualizado
ru: Последняя версия
tr: Güncel
uk: Актуальна
vi: Đã cập nhật
zh_hans: 已是最新版本
zh_hant: 最新

source: Update available
cs: Aktualizace k dispozici
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
he: עדכון זמין
it: Aggiornamento disponibile
ja: 利用可能なアップデート
nl: Update beschikbaar
pt_pt: Atualização disponível
ru: Доступно обновление
tr: Güncelleme Mevcut
uk: Доступне оновлення
vi: Đã có bản cập nhật
zh_hans: 有可用更新
zh_hant: 有可用更新

source: Update settings
cs: Aktualizovat nastavení
de: Aktualisierungseinstellungen
es: Actualizar configuración
fr: Mettre à jour les réglages
he: הגדרות עדכונים
it: Modifica le impostazioni
ja: アップデートの設定
nl: Instellingen bijwerken
pt_pt: Actualizar configurações
ru: Настройки обновлений
tr: Güncelleme Ayarları
uk: Оновити налаштування
vi: Cập nhật cài đặt
zh_hans: 更新设置
zh_hant: 更新設定

source: Updates
cs: Aktualizace
de: Aktualisierungen
es: Actualizaciones
fr: Mises à jour
he: עדכונים
it: Aggiornamenti
ja: アップデート
pt_pt: Actualizações
ru: Обновления
tr: Güncellemeler
uk: Оновлення
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

source: Use default MacOS keybind ⌘ + ⇥
cs: Použít výchozí klávesovou zkratku MacOS ⌘ + ⇥
de: Standard-MacOS-Tastenkombination ⌘ + ⇥ verwenden
es: Usar combinación de teclas predeterminada de macOS ⌘ + ⇥
fr: Utiliser le raccourci macOS par défaut ⌘ + ⇥
he: השתמש בקיצור המקשים ברירת המחדל של macOS ⇥ + ⌘
it: Sovrascrivi la combinazione di tasti di macOS: ⌘⇥
ja: MacOS デフォルトのキーバインド（⌘ + ⇥）を使用する
nl: Gebruik standaard MacOS toetsencombinatie ⌘ + ⇥
pt_pt: Usar o atalho padrão do MacOS ⌘ + ⇥
ru: Использовать стандартную привязку клавиш MacOS ⌘ + ⇥
tr: Varsayılan MacOS tuş kombinasyonunu kullan ⌘ + ⇥
uk: Використовувати стандартну комбінацію клавіш MacOS ⌘ + ⇥
vi: Sử dụng phím tắt MacOS mặc định ⌘ + ⇥
zh_hans: 使用默认的 macOS 组合键：Command + Tab
zh_hant: 使用預設的 macOS 快速鍵 ⌘ + ⇥

source: Use Uniform Image Preview Radius
cs: Použít jednotný poloměr náhledu obrázku
de: Einheitlichen Bildvorschauradius verwenden
es: Usar Radio de Previsualización de Imagen Uniforme
fr: Utiliser le même rayon pour tous les coins des aperçus
he: כפה עיגול פינות אחיד לתצוגה המקדימה
it: Stondatura uniforme dell'anteprima
ja: 画像プレビューのサイズを統一する
nl: Gebruik een uniforme afronding van de hoeken voor afbeeldingsvoorbeelden
pt_pt: Usar Raio de visualização de imagem uniforme
ru: Используйте одинаковый радиус превью изображений
tr: Tekdüze Görüntü Önizleme Yarıçapını Kullan
uk: Використовувати рівномірний радіус попереднього перегляду зображення
vi: Sử dụng bán kính bo góc bản xem trước hình ảnh đồng nhất
zh_hans: 使用统一图像预览半径
zh_hant: 圖片預覽使用一致的圓角邊框

source: Version %@
cs: Verze %@
es: Versión %@
he: גרסה %@
it: Versione %@
ja: バージョン %@
nl: Versie %@
pt_pt: Versão %@
ru: Версия %@
tr: Sürüm: %@
uk: Версія %@
vi: Phiên bản %@
zh_hans: 版本：%@
zh_hant: 版本 %@

source: Want to see the app in your language?
cs: Chceš vidět aplikaci ve svém jazyce?
de: Möchten Sie die App in Ihrer Sprache sehen?
es: ¿Quieres ver la aplicación en tu idioma?
fr: Vous voulez utiliser l’application dans votre langue ?
he: רוצה לראות את היישום בשפה שלך?
it: Vorresti goderti DockDoor nella tua lingua?
ja: なんかここ日本語おかしくない？他の言語に対応したい！
nl: Wil je de app in je eigen taal zien?
pt_pt: Quer ver o aplicativo no seu idioma?
ru: Хотите увидеть приложение на вашем языке?
tr: Uygulamayı kendi dilinizde görmek ister misiniz?
uk: Бажаєте бачити застосунок вашою мовою?
vi: Bạn muốn xem ứng dụng bằng ngôn ngữ của mình không?
zh_hans: 想要在应用中看到您的语言吗？
zh_hant: 想用你的語言來檢視這個App嗎？

source: Want to support development?
cs: Chcete podpořit vývoj?
de: Möchten Sie die Entwicklung unterstützen?
es: ¿Quieres apoyar el desarrollo?
fr: Vous souhaitez soutenir le développement ?
he: רוצה לתמוך בפיתוח?
it: Vuoi sostenere lo sviluppo dell'app?
ja: 開発を支援したい！
nl: Wil je de ontwikkeling steunen?
pt_pt: Deseja apoiar o desenvolvimento?
ru: Хотите поддержать разработку?
tr: Geliştirmeyi desteklemek ister misiniz?
uk: Бажаєте підтримати розробку?
vi: Bạn muốn hỗ trợ phát triển?
zh_hans: 通过捐赠来支持开发
zh_hant: 想要協助這個App的開發嗎？

source: Welcome to DockDoor!
cs: Vítejte v DockDoor!
de: Willkommen bei DockDoor!
es: ¡Bienvenido!
fr: Bienvenue dans DockDoor !
he: ברוכים הבאים ל-DockDoor!
it: DockDoor ti dà il benvenuto!
ja: DockDoor へようこそ！
nl: Welkom bij DockDoor!
pt_pt: Bem-vindo ao DockDoor!
ru: Добро пожаловать в DockDoor!
tr: DockDoor'a Hoş Geldiniz!
uk: Вітаємо в DockDoor!
vi: Chào mừng đến với DockDoor!
zh_hans: 欢迎使用 DockDoor！
zh_hant: 歡迎使用 DockDoor!

source: What is this? A window for ANTS?
cs: Co to je? Okno pro MRAVENCE?
de: Was ist das? Ein Fenster für AMEISEN?
es: ¿Qué es esto? ¿Una ventana para HORMIGAS?
fr: Qu’est-ce ? Une fenêtre pour les FOURMIS ?
he: מה זה? חלון לנמלים?
it: Minuscolo
ja: なにこの小ささ？アリさんが外をのぞくための窓かな？
nl: Wat is dit? Een venster voor MIEREN?
pt_pt: O que é isto? Uma janela para FORMIGAS?
ru: Что это? Окно для МУРАВЬИШЕК?
tr: Bu ne? ANTS için bir pencere mi?
uk: Що це таке? Вікно для МУРАХ?
vi: Cái gì đây? Cửa sổ cho KIẾN à?
zh_hans: 这是什么？ANTS 的窗口？
zh_hant: 這是什麼？ 給螞蟻用的視窗嗎？

source: When hovering over the preview
cs: Při přejetí přes náhled
de: Beim Schweben über der Vorschau
es: Cuando se pasa el cursor sobre la vista previa
fr: Au survol de l’aperçu
he: כאשר מרחפים מעל התצוגה המקדימה
it: Mostra quando passi con la freccia del mouse sull'anteprima
ja: プレビューにカーソルを合わせたとき
nl: Wanneer je met de muis over de voorvertoning beweegt
pt_pt: Ao passar o mouse sobre a pré-visualização
ru: При наведении на предпросмотр
tr: Önizlemenin üzerine gelindiğinde
uk: При наведенні на попередній перегляд
vi: Khi di chuột vào bản xem trước
zh_hans: 当在预览上悬停时
zh_hant: 當指標停留在預覽上時

source: When Showing Dock Tile Previews
cs: Při zobrazování náhledů dlaždič doku
de: Beim Anzeigen der Dock-Kachel-Vorschau
es: Cuando Mostrar Vistas Previas de Mosaicos de Dock
fr: En affichant les aperçus dans le Dock
he: בעת ריחוף על ה-Dock
it: Sulle anteprime del Dock
ja: ドックタイルプレビューを表示するとき
nl: Bij het weergeven van Dock-tegel voorbeelden
pt_pt: Ao exibir visualização de prévias do Dock
ru: При отображении превью плиток Dock
tr: Dock Simge Önizlemeleri Görüntülendiğinde
uk: Під час показу попередніх переглядів плиток Dock
vi: Khi hiển thị bản xem trước trên ô Dock
zh_hans: 显示 Dock 图标预览
zh_hant: 顯示 Dock 圖像預覽時

source: When Using Window Switcher
cs: Při používání přepínače okna
de: Bei Verwendung des Fensterwechslers
es: Cuando se utiliza el conmutador de ventanas
fr: En utilisant le sélecteur d'applications
he: בעת שימוש במחליף החלונות
it: Nel selettore delle finestre
ja: ウィンドウスイッチャーを使用するとき
nl: Bij het gebruik van de vensterschakelaar
pt_pt: Quando utilizar o Selector de Janelas
ru: При использовании переключателя окон
tr: Pencere Değiştirici Kullanıldığında
uk: Під час використання перемикача вікон
vi: Khi sử dụng Trình chuyển đổi cửa sổ
zh_hans: 使用窗口切换器时
zh_hant: 使用視窗切換器時

source: Why we need permissions
cs: Proč potřebujeme oprávnění
de: Warum wir Berechtigungen benötigen
es: Por qué necesitamos permisos
fr: Pourquoi DockDoor a besoin des autorisations
he: למה אנחנו צריכים הרשאות
it: Perché sono richieste le autorizzazioni?
ja: 権限が必要な理由
nl: Waarom we toestemming nodig hebben
pt_pt: Por que precisamos de permissões
ru: Зачем нам нужны разрешения
tr: Neden izinlere ihtiyacımız var
uk: Чому нам потрібні дозволи
vi: Tại sao chúng ta cần quyền truy cập
zh_hans: 为什么我们需要权限
zh_hant: 為什麼我們需要這些權限

source: Window Buffer
cs: Mezipaměť okna
de: Fensterpuffer
es: Búfer de Ventana
fr: Tampon de la fenêtre
he: מרווח חלון מה-Dock
it: Aggiustamento verticale
ja: ウィンドウのバッファー
nl: Scherm Buffer
pt_pt: Buffer da Janela
ru: Расположение окна
tr: Pencere Tamponu
uk: Буфер вікна
vi: Bộ đệm cửa sổ
zh_hans: 窗口缓存
zh_hant: 視窗顯示調整

source: Window Cache Lifespan
cs: Životnost mezipaměti okna
de: Lebensdauer Fenster-Cache
es: Caché de Ventana Vida
fr: Durée de vie du cache
he: זמן מטמון תמונת חלון
it: Durata della cache delle anteprime
ja: ウィンドウキャッシュの有効期間
nl: Bewaartermijn van de venstercache
pt_pt: Vida útil do Cache da Janela
ru: Продолжительность жизни кэша окна
tr: Pencere Önbelleğinin Ömrü
uk: Тривалість життя кешу вікна
vi: Thời gian lưu trữ bộ nhớ đệm cửa sổ
zh_hans: 窗口缓存寿命
zh_hant: 視窗快取有效期限
